Repository: kiwenlau/sonux
Catalog: Support/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Skip Forward 15 Seconds
ar: تخطٍّ للأمام 15 ثانية
ca: Avançar 15 segons
cs: Přeskočit o 15 s dopředu
da: Spring 15 sekunder frem
de: 15 Sek. vor
el: Παράκαμψη 15 δευτ. μπροστά
es: Adelantar 15 segundos
fr: Avance 15 secondes
he: דילוג קדימה 15 שניות
hi: 15 सेकंड आगे जाएँ
hr: Skoči 15 sekundi unaprijed
hu: 15 másodperc előre
id: Maju 15 detik
it: Avanti di 15 secondi
ja: 15秒送り
ko: 15초 앞으로
ms: Langkau 15 detik ke hadapan
nb: Løp 15 sekunder fremover
nl: 15 seconden vooruitspoelen
pl: Przewiń o 15 s do przodu
pt_br: Avançar 15 segundos
pt_pt: Avançar 15 segundos
ro: Sari înainte 15 secunde
ru: Перемотка на 15 с вперёд
sk: Preskočiť o 15 s dopredu
sv: Spola framåt 15 sekunder
th: ไปหน้า 15 วินาที
tr: 15 saniye ileri sar
uk: Перемотати на 15 с уперед
vi: Tua tới 15 giây
zh_hans: 快进 15 秒
zh_hant: 快進 15 秒

source: Sleep Timer
ar: مؤقّت النوم
ca: Temporitzador d'adormiment
cs: Časovač spánku
el: Χρονοδιακόπτης ύπνου
es: Temporizador de apagado
fr: Minuterie
he: טיימר שינה
hi: स्लीप टाइमर
hr: Mjerač vremena za spavanje
hu: Elalvási időzítő
id: Timer tidur
it: Timer di spegnimento
ja: スリープタイマー
ko: 취침 타이머
ms: Pemasa tidur
nl: Slaaptimer
pl: Timer snu
pt_br: Temporizador de dormir
pt_pt: Temporizador de sono
ro: Cronometru de somn
ru: Таймер сна
sk: Časovač spánku
sv: Insomningstimer
th: ตัวตั้งเวลาปิด
tr: Uyku zamanlayıcısı
uk: Таймер сну
vi: Hẹn giờ ngủ
zh_hans: 定时关闭
zh_hant: 定時關閉

source: Sonux needs to restart to switch language.
ar: يجب إعادة تشغيل Sonux لتغيير اللغة.
ca: Cal reiniciar el Sonux per canviar d'idioma.
cs: Pro změnu jazyka je třeba Sonux restartovat.
da: Sonux skal genstartes for at skifte sprog.
de: Sonux muss neu gestartet werden, um die Sprache zu wechseln.
el: Ο Sonux πρέπει να επανεκκινήσει για αλλαγή γλώσσας.
es: Sonux debe reiniciarse para cambiar el idioma.
fr: Sonux doit redémarrer pour changer de langue.
he: יש להפעיל מחדש את Sonux כדי לשנות שפה.
hi: भाषा बदलने के लिए Sonux को रीस्टार्ट करना होगा।
hr: Sonux se mora ponovno pokrenuti za promjenu jezika.
hu: A nyelv váltásához indítsa újra a Sonuxot.
id: Sonux perlu dimulai ulang untuk mengganti bahasa.
it: Sonux deve essere riavviato per cambiare lingua.
ja: 言語を切り替えるには Sonux を再起動してください。
ko: 언어를 변경하려면 Sonux를 다시 시작하세요.
ms: Sonux perlu dimulakan semula untuk menukar bahasa.
nb: Sonux må startes på nytt for å bytte språk.
nl: Sonux moet opnieuw worden opgestart om de taal te wijzigen.
pl: Sonux musi zostać zrestartowany, aby zmienić język.
pt_br: O Sonux precisa ser reiniciado para mudar o idioma.
pt_pt: O Sonux precisa de reiniciar para mudar o idioma.
ro: Sonux trebuie repornit pentru a schimba limba.
ru: Для смены языка Sonux нужно перезапустить.
sk: Na zmenu jazyka je potrebný reštart aplikácie Sonux.
sv: Sonux måste startas om för att byta språk.
th: ต้องเริ่ม Sonux ใหม่เพื่อเปลี่ยนภาษา
tr: Dili değiştirmek için Sonux'u yeniden başlatın.
uk: Щоб змінити мову, перезапустіть Sonux.
vi: Sonux cần khởi động lại để đổi ngôn ngữ.
zh_hans: 重启 Sonux 后即可切换为新语言。
zh_hant: 重新啟動 Sonux 後即會切換為新語言。

source: Sort By
ar: ترتيب حسب
ca: Ordena per
cs: Řadit podle
da: Sortér efter
de: Sortieren nach
el: Ταξινόμηση κατά
es: Ordenar por
fr: Trier par
he: מיין לפי
hi: क्रमबद्ध करें
hr: Poredaj po
hu: Rendezés
id: Urutkan berdasarkan
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
ms: Isih ikut
nb: Sorter etter
nl: Sorteren op
pl: Sortuj według
pt_br: Ordenar por
pt_pt: Ordenar por
ro: Sortați după
ru: Сортировка
sk: Zoradiť podľa
sv: Sortera efter
th: เรียงตาม
tr: Sıralama Ölçütü
uk: Сортувати за
vi: Sắp xếp theo
zh_hans: 排序方式
zh_hant: 排序方式

source: System Default
ar: افتراضي النظام
ca: Predeterminat del sistema
cs: Výchozí systémové
da: Systemstandard
de: Systemstandard
el: Προεπιλογή συστήματος
es: Predeterminado del sistema
fr: Valeur par défaut du système
he: ברירת המחדל של המערכת
hi: सिस्टम डिफ़ॉल्ट
hr: Zadano sustavom
hu: Rendszerértelmezett
id: Default sistem
it: Predefinita di sistema
ja: システム設定に従う
ko: 시스템 설정 따르기
ms: Lalai sistem
nb: Systemstandard
nl: Systeemstandaard
pl: Domyślne systemowe
pt_br: Padrão do sistema
pt_pt: Predefinição do sistema
ro: Implicit de sistem
ru: Как в системе
sk: Predvolené systémove
sv: Systemstandard
th: ค่าเริ่มต้นของระบบ
tr: Sistem varsayılanı
uk: Як у системі
vi: Mặc định hệ thống
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: This Chapter
ar: هذا الفصل
ca: Aquest capítol
cs: Tato kapitola
da: Dette kapitel
de: Dieses Kapitel
el: Αυτό το κεφάλαιο
es: Este capítulo
fr: Ce chapitre
he: הפרק הזה
hi: यह अध्याय
hr: Ovo poglavlje
hu: Ez a fejezet
id: Bab ini
it: Questo capitolo
ja: この章
ko: 이 장
ms: Bab ini
nb: Dette kapittelet
nl: Dit hoofdstuk
pl: Ten rozdział
pt_br: Este capítulo
pt_pt: Este capítulo
ro: Acest capitol
ru: Эта глава
sk: Táto kapitola
sv: Det här kapitlet
th: บทนี้
tr: Bu bölüm
uk: Цей розділ
vi: Chương này
zh_hans: 本章
zh_hant: 本章

source: This Month
ar: هذا الشهر
ca: Aquest mes
cs: Tento měsíc
da: Denne måned
de: Dieser Monat
el: Αυτός ο μήνας
es: Este mes
fr: Ce mois-ci
he: החודש הזה
hi: इस महीने
hr: Ovaj mjesec
hu: Ez a hónap
id: Bulan ini
it: Questo mese
ja: 今月
ko: 이번 달
ms: Bulan ini
nb: Denne måneden
nl: Deze maand
pl: Ten miesiąc
pt_br: Este mês
pt_pt: Este mês
ro: Luna aceasta
ru: Этот месяц
sk: Tento mesiac
sv: Denna månad
th: เดือนนี้
tr: Bu ay
uk: Цей місяць
vi: Tháng này
zh_hans: 本月
zh_hant: 本月

source: This will remove the audio files from your library. This action can't be undone.
ar: ستتم إزالة ملفات الصوت من المكتبة. لا يمكن التراجع عن هذا الإجراء.
ca: Es retirarà el fitxer d'àudio de la biblioteca. Aquesta acció no es pot desfer.
cs: Zvukový soubor bude z knihovny odebrán. Tuto akci nelze vrátit.
da: Lydfilen fjernes fra biblioteket. Handlingen kan ikke fortrydes.
de: Die Audiodatei wird aus der Mediathek entfernt. Dieser Vorgang kann nicht rückgängig gemacht werden.
el: Το αρχείο ήχου θα αφαιρεθεί από τη βιβλιοθήκη. Η ενέργεια δεν μπορεί να αναιρεθεί.
es: El archivo de audio se eliminará de la biblioteca. Esta acción no se puede deshacer.
fr: Cette action retire le fichier audio de la bibliothèque. Elle ne peut pas être annulée.
he: קובץ השמע יוסר מהספרייה. לא ניתן לבטל פעולה זו.
hi: ऑडियो फ़ाइल लाइब्रेरी से हटा दी जाएगी। यह क्रिया पूर्ववत नहीं की जा सकती।
hr: Zvučna datoteka bit će uklonjena iz knjižnice. Ovu radnju nije moguće poništiti.
hu: A hangfájl törlésre kerül a könyvtárból. A művelet nem vonható vissza.
id: File audio akan dihapus dari Pustaka. Tindakan ini tidak dapat dibatalkan.
it: Il file audio verrà rimosso dalla libreria. L'operazione non può essere annullata.
ja: このオーディオファイルをライブラリから削除します。この操作は取り消せません。
ko: 이 오디오 파일을 라이브러리에서 제거합니다. 되돌릴 수 없습니다.
ms: Fail audio akan dialih keluar daripada Pustaka. Tindakan ini tidak boleh dibuat asal.
nb: Lydfilen fjernes fra biblioteket. Denne handlingen kan ikke angres.
nl: Het audiobestand wordt uit de bibliotheek verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Plik audio zostanie usunięty z biblioteki. Tej operacji nie można cofnąć.
pt_br: O arquivo de áudio será removido da biblioteca. Esta ação não pode ser desfeita.
pt_pt: O ficheiro de áudio será removido da biblioteca. Esta ação não pode ser reposta.
ro: Fișierul audio va fi eliminat din Bibliotecă. Acțiunea nu poate fi anulată.
ru: Аудиофайл будет удалён из библиотеки. Это действие необратимо.
sk: Zvukový súbor bude odstránený z knižnice. Túto akciu nemožno vrátiť.
sv: Ljudfilen tas bort från biblioteket. Åtgärden kan inte ångras.
th: ไฟล์เสียงจะถูกลบออกจากคลัง การกระทำนี้ไม่สามารถย้อนกลับได้
tr: Ses dosyası kütüphaneden kaldırılacak. Bu işlem geri alınamaz.
uk: Аудіофайл буде вилучено з бібліотеки. Цю дію неможливо скасувати.
vi: Tệp âm thanh sẽ bị loại khỏi Thư viện. Hành động này không thể hoàn tác.
zh_hans: 将从书库中移除该音频文件，此操作不可撤销。
zh_hant: 將從書庫中移除該音訊檔案，此操作無法復原。

source: Today
ar: اليوم
ca: Avui
cs: Dnes
da: I dag
de: Heute
el: Σήμερα
es: Hoy
fr: Aujourd'hui
he: היום
hi: आज
hr: Danas
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
ms: Hari ini
nb: I dag
nl: Vandaag
pl: Dziś
pt_br: Hoje
pt_pt: Hoje
ro: Astăzi
ru: Сегодня
sk: Dnes
sv: Idag
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Today %@
ar: اليوم %@
ca: Avui %@
cs: Dnes %@
da: I dag %@
de: Heute %@
el: Σήμερα %@
es: Hoy %@
fr: Aujourd'hui %@
he: היום %@
hi: आज %@
hr: Danas %@
hu: Ma %@
id: Hari ini %@
it: Oggi %@
ja: 今日 %@
ko: 오늘 %@
ms: Hari ini %@
nb: I dag %@
nl: Vandaag %@
pl: Dziś %@
pt_br: Hoje %@
pt_pt: Hoje %@
ro: Astăzi %@
ru: Сегодня %@
sk: Dnes %@
sv: Idag %@
th: วันนี้ %@
tr: Bugün %@
uk: Сьогодні %@
vi: Hôm nay %@
zh_hans: 今天 %@
zh_hant: 今天 %@

source: Total Listening
ar: إجمالي الاستماع
ca: Escolta total
cs: Celkem poslechu
da: Samlet lyttetid
de: Gesamthörzeit
el: Σύνολο ακρόασης
es: Escucha total
fr: Écoute totale
he: סך ההאזנה
hi: कुल सुनना
hr: Ukupno slušano
hu: Összes hallgatás
id: Total waktu mendengarkan
it: Ascolto totale
ja: 総再生時間
ko: 총 재생 시간
ms: Jumlah pendengaran
nb: Total lyttetid
nl: Totale luistertijd
pl: Łączny czas słuchania
pt_br: Escuta total
pt_pt: Tempo total de escuta
ro: Total ascultări
ru: Всего прослушано
sk: Celkový čas počúvania
sv: Total lyssningstid
th: ฟังทั้งหมด
tr: Toplam dinleme
uk: Загалом прослухано
vi: Tổng thời gian nghe
zh_hans: 累计收听
zh_hant: 累計收聽

source: Under 1 min
ar: أقل من دقيقة
ca: Menys d'1 minut
cs: Méně než 1 min
da: Mindre end 1 min
de: Unter 1 Minute
el: Λιγότερο από 1 λεπτό
es: Menos de 1 minuto
fr: Moins d'une minute
he: פחות מדקה
hi: 1 मिनट से कम
hr: Manje od 1 min
hu: Kevesebb mint 1 perc
id: Kurang dari 1 menit
it: Meno di 1 minuto
ja: 1 分未満
ko: 1분 미만
ms: Kurang 1 minit
nb: Mindre enn 1 min
nl: Minder dan 1 min
pl: Mniej niż 1 min
pt_br: Menos de 1 minuto
pt_pt: Menos de 1 minuto
ro: Mai puțin de 1 minut
ru: Меньше 1 мин
sk: Menej ako 1 min
sv: Mindre än 1 min
th: น้อยกว่า 1 นาที
tr: 1 dk'dan az
uk: Менше 1 хв
vi: Dưới 1 phút
zh_hans: 不足 1 分钟
zh_hant: 不足 1 分鐘

source: View All Books by "%@"
ar: عرض كل كتب "%@"
ca: Veure tots els llibres de "%@"
cs: Zobrazit všechny knihy od "%@"
da: Se alle bøger af "%@"
de: Alle Bücher von "%@" anzeigen
el: Προβολή όλων των βιβλίων του "%@"
es: Ver todos los libros de «%@»
fr: Voir tous les livres de « %@ »
he: הצג את כל הספרים של "%@"
hi: "%@" की सभी पुस्तकें देखें
hr: Prikaži sve knjige autora "%@"
hu: "%@" összes könyvének megtekintése
id: Lihat semua buku oleh "%@"
it: Vedi tutti i libri di "%@"
ja: 「%@」のすべての作品を見る
ko: %@의 모든 도서 보기
ms: Lihat semua buku oleh "%@"
nb: Se alle bøker av "%@"
nl: Alle boeken van "%@" bekijken
pl: Zobacz wszystkie książki „%@”
pt_br: Ver todos os livros de "%@"
pt_pt: Ver todos os livros de "%@"
ro: Vezi toate cărțile lui "%@"
ru: Показать все книги «%@»
sk: Zobraziť všetky knihy od "%@"
sv: Visa alla böcker av "%@"
th: ดูหนังสือทั้งหมดของ "%@"
tr: "%@" adlı yazarın tüm kitaplarını gör
uk: Переглянути всі книги «%@»
vi: Xem mọi sách của "%@"
zh_hans: 查看作者「%@」的全部书籍
zh_hant: 檢視作者「%@」的全部書籍

source: Works by "%@" Are No Longer in the Library
ar: أعمال «%@» لم تعد في المكتبة
ca: Les obres de «%@» ja no són a la biblioteca
cs: Díla od «%@» nejsou ve knihovně
da: Værker af "%@" er ikke længere i biblioteket
de: Werke von "%@" sind nicht mehr in der Mediathek
el: Τα έργα του "%@" δεν υπάρχουν πλέον στη βιβλιοθήκη
es: Las obras de «%@» ya no están en la biblioteca
fr: Les œuvres de « %@ » ne sont plus dans la bibliothèque
he: היצירות של "%@" אינן עוד בספרייה
hi: "%@" की रचनाएँ अब लाइब्रेरी में नहीं हैं
hr: Djela «%@» više nisu u knjižnici
hu: "%@" művei már nem találhatók a könyvtárban
id: Karya "%@" tidak ada lagi di Pustaka
it: Le opere di "%@" non sono più nella libreria
ja: 「%@」の作品はライブラリにありません
ko: %@의 작품이 라이브러리에 없습니다
ms: Karya "%@" tiada lagi dalam Pustaka
nb: Verk av "%@" er ikke lenger i biblioteket
nl: Werken van "%@" zijn niet meer in de bibliotheek
pl: Utwory «%@» nie są już w bibliotece
pt_br: As obras de "%@" não estão mais na biblioteca
pt_pt: As obras de "%@" já não estão na biblioteca
ro: Lucrările lui "%@" nu mai sunt în Bibliotecă
ru: Произведения «%@» больше нет в библиотеке
sk: Diela od «%@» nie sú v knižnici
sv: Verken av "%@" finns inte kvar i biblioteket
th: ผลงานของ "%@" ไม่อยู่ในคลังแล้ว
tr: "%@" adlı yazarın eserleri artık kütüphanede değil
uk: Твори «%@» більше немає в бібліотеці
vi: Các tác phẩm của "%@" không còn trong Thư viện
zh_hans: 「%@」的作品已不在书库
zh_hant: 「%@」的作品已不在書庫

source: Yesterday %@
ar: أمس %@
ca: Ahir %@
cs: Včera %@
da: I går %@
de: Gestern %@
el: Χθες %@
es: Ayer %@
fr: Hier %@
he: אתמול %@
hi: कल %@
hr: Jučer %@
hu: Tegnap %@
id: Kemarin %@
it: Ieri %@
ja: 昨日 %@
ko: 어제 %@
ms: Semalam %@
nb: I går %@
nl: Gisteren %@
pl: Wczoraj %@
pt_br: Ontem %@
pt_pt: Ontem %@
ro: Ieri %@
ru: Вчера %@
sk: Včera %@
sv: I går %@
th: เมื่อวาน %@
tr: Dün %@
uk: Вчора %@
vi: Hôm qua %@
zh_hans: 昨天 %@
zh_hant: 昨天 %@
